/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Attenzione! Abilitando questa opzione aggiungi Growl.app agli elementi di Login";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Così facendo avvierai Growl ad ogni Login, così questo sarà sempre disponibile per tutte le applicazioni che lo richiedono.";

/* No comment provided by engineer. */
"Application: %@%\nTitle: %@\nDescription: %@\nClick to open the log" = "Applicazione: %1$@%2$\n Titolo: %3$@\nDescrizione: %4$@\nClicca per aprire il log";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Sei sicuro di voler cancellare  %@?";

/* Button title for canceling */
"Cancel" = "Annulla";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "Continua per abilitare Growl al login";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "Continua per conoscere le novità in Growl 1.3";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "Continua per rimuovere vecchie copie di Growl";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Non trovo nessun file di suono che si chiama \"%@\"";

/* Title of menu item for default display */
"Default" = "Default";

/* Button label for disabling history */
"Disable History" = "Disabilita Cronologia";

/* Done */
"Done" = "Fatto";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Abilita Growl per avviarsi al Login";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "Growl 1.3 arriva con un nuovo protocollo di rete chiamato GNTP. GNTP può comunicare con Growl 1.3 e successivi, ed altri software compatibili, come Growl per Windows.";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "Growl 1.3 arriva con tanti cambiamenti e nuove caratteristiche. Growl è presente ora nella barra di stato e le preferenze possono essere impostate da li";

/* No comment provided by engineer. */
"Growl History Disabled" = "Cronologia di Growl Disabilitata";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "Growl ha bisogno di rimanere in esecuzione per funzionare. Per favore clicca questo bottone per eseguire Growl al Login";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "Anche la cronologia ed il raggruppamento delle notifiche sono nuovi. Quando sei assente le notifiche verranno messe in una finestra per quando ritorni al computer.\nCronologia è On di default, ma puoi disattivarla cliccando qui sotto";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informa %@ quando una notifica è cliccata";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Versione di protocollo non valida. Solo la versione 1.0 è supportata";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "Maggiori informazioni su GNTP";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Disinstalla Versioni precedenti";

/* Title for starting growl at login */
"Let Growl Start at Login" = "Lascia che Growl parta al Login";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Mancata inizializzazione del vettore per la crittografia";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Stringa hash della chiave mancante, errata o non valida";

/* Title for whats new to growl */
"New to Growl 1.3" = "Novità in Growl 1.3";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Recent Notifications" = "Nessuna Notifica Recente";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Apri Preferenze di Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Apri pannello preferenze di Growl";

/* No comment provided by engineer. */
"Pause Growl" = "Metti in Pausa Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Metti in Pausa le Notifiche di Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Per favore non inserire un host locale, Growl non può contattare se stesso.";

/* A valid IP or domain is needed to forward to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Per favore inserisci un indirizzo IPv4, IPv6 o un nome di dominio valido";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "il Plugin '%@' è stato installato con successo. Vuoi configurarlo ora?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "il Plugin '%@' è già installato. Vuoi sovrascriverlo?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "il Plugin '%@' non funzionerà su questo Mac con questa versione di OSX. Installo lo stesso? ";

/* No comment provided by engineer. */
"Plugin already exists" = "Plugin esistente";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin installato";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Plugin manca dell'architettura nativa";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin non installato";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Anteprima";

/* No comment provided by engineer. */
"Quit" = "Esci";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Esci completamente da Growl";

/* Button title for removing something */
"Remove" = "Rimuovi";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "Rimuovi versioni precedenti di Growl";

/* No comment provided by engineer. */
"Resume Growl" = "Riattiva Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Riattiva le notifiche visuali di Growl";

/* Button label for showing the preference pane */
"Show me the preference pane" = "Mostrami il pannello preferenze";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "In qualche modo siamo qui ad analizzare il protocollo identificatore senza un errore, questo dovrebbe essere impossibile, sia che sia valido sia che non lo sia.";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "C'è stata %lu notifica mentre eri via";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Si è verificato un errore durante l'installazione del plugin '%@'.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Ci sono state  %lu notifiche mentre eri via";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Questa azione non può essere annullata, per favore conferma la cancellazione di tutta la cronologia";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Questa è un'anteprima delllo stile di visualizzazione delle notifiche %@";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Questo rimuove tutte le impostazioni di Growl per %@.";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Per evitare che il database della cronologia cresca in modo indefinito, almeno un tipo di limite deve essere attivo";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Disabilitare tutte le funzioni di limitazione non è possibile.";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Attenzione! Stai per cancellare TUTTA la Cronologia";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "Abbiamo trovato una vecchia installazione di Growl nel computer. Per favore clicca questo bottone per accedere al nostro sito e scaricare il disintallatore. Sono anche disponibili istruzioni per la rimozione manuale.";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "Benvenuto in Growl!";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to to get to know Growl 1.3." = "Benvenuto nella guida introduttiva di Growl. Anche se hai usato Growl in passato potrebbe esserti di aiuto spendere qualche minuto per conoscere Growl 1.3";

/* No comment provided by engineer. */
"Yes" = "SI";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "Ora sei pronto per iniziare, divertiti con Growl!";